Repository: Maverick2502/multi_language_landing
Catalog: src/locales/*.po
Languages: ru, uz

# advantage_one
source: Money transfers at a favorable exchange rate
ru: Перевод денег по выгодному курсу
uz: Pul o'tkazmalari maqbul kurs asosida

# advantage_three
source: Security of your personal data
ru: Безопасность ваших личных данных
uz: Shaxsiy ma'lumotlaringiz himoyalangan.

# advantage_two
source: Commission from 0% to 2,5% for sending money
ru: Комиссия от 0% до 2,5% за отправку денег
uz: Pul yuborish uchun komissiya 0% dan 2,5% gacha

# advantages_heading
source: Advantages of the application
ru: Преимущества приложения
uz: Ilova afzalliklari

# app_humo_transfers
source: Humo Transfers App
ru: Приложение Хумо Переводы
uz: «Humo O'tkazmalar» ilovasi

# banner_sub_tagline
source: Transfer money to 20+ countries worldwide through popular payment systems
ru: Переводите деньги в 20+ стран мира через популярные платежные системы
uz: Pulni 20+ dunyo mamlakatiga mashhur to'lov tizimlari orqali o'tkazing

# banner_tagline
source: One application for all money transfers
ru: Одно приложение для всех переводов
uz: Bir ilova barcha pul o'tkazmalari uchun

# currency_name_tj
source: somoni
ru: сомони

# download_app
source: Download
ru: Скачать
uz: Yuklab olish

# faq_answer_five
source: If your money has not reached the recipient and several hours have passed, don't worry. It is possible that the transaction has not been processed yet. Contact our contact center at (+992) 88-777-55-44 or 544. You can also reach us through the Help section in the app. Our specialists will assist you.
ru: Если ваши деньги не дошли до получателя и прошло уже несколько часов, не волнуйтесь. Возможно, транзакция ещё не обработана. Свяжитесь с нашим контактным центром по номеру (+992) 88-777-55-44 или 544. Вы также можете написать нам через раздел Помощь в приложении. Наши специалисты обязательно помогут вам.
uz: Agar pulingiz oluvchiga etib bormagan bo'lsa va bir necha soat o'tgan bo'lsa, tashvishlanmang. Tranzaksiya hali amalga oshirilmagan bo'lishi mumkin. Kontakt markazimizga (+992) 88-777-55-44 yoki 544 raqamlari orqali murojaat qiling. Shuningdek, ilovaning “Yordam” bo‘limi orqali bizga yozishingiz mumkin. Bizning mutaxassislarimiz sizga albatta yordam berishadi

# faq_answer_four
source: In most cases, we send the money instantly. However, the time required to complete the transfer depends on the recipient's bank. In rare cases, it may take up to 3 days.
ru: В большинстве случаев мы отправляем деньги мгновенно. Следует учитывать, что время, необходимое для выполнения перевода, зависит от банка, который выпустил карту получателя денег. Поэтому, в редких случаях перевод денег может занять до 3-х дней.
uz: Aksariyat hollarda biz bir zumda pul jo'natamiz. E'tibor bering, pul o'tkazmasini bajarish uchun zarur bo'lgan vaqt qabul qiluvchining kartasini chiqargan bankka bog'liq. Shuning uchun kamdan-kam hollarda pul o'tkazish 3 kungacha davom etishi mumkin.

# faq_answer_one
source: The commission fee for money transfers can vary depending on the country and the method of transfer, ranging from 0 to 2.5%. The exact fee will be indicated within the app before confirming the transfer.
ru: Комиссия за денежный перевод может меняться в зависимости от страны и способа перевода - от 0 до 2,5 %. Точный размер комиссии будет указан внутри приложения перед подтверждением перевода.
uz: Pul o'tkazmasi uchun komissiya mamlakatga va o'tkazish usuliga qarab farq qilishi mumkin - 0 dan 2,5% gacha. Komissiyaning aniq miqdori o'tkazmani tasdiqlashdan oldin ariza ichida ko'rsatiladi.

# faq_answer_seven
source: We take every measure to protect your money and personal information while using the app. However, to ensure complete security, follow these guidelines:
ru: Мы делаем всё, чтобы защитить ваши деньги и персональные данные при работе в приложении. Но для полной безопасности соблюдайте следующие правила:
uz: Ilovada ishlashda sizning pulingiz va shaxsiy ma'lumotlaringizni himoya qilish uchun hamma narsani qilamiz. Ammo to'liq xavfsizlik uchun quyidagi qoidalarga amal qiling:

# faq_answer_seven_sub_five
source: - Set a password on your phone for additional protection.
ru: - Установите пароль на своем телефоне для дополнительной защиты.
uz: - Qo'shimcha himoya qilish uchun telefoningizga parol o'rnating.

# faq_answer_seven_sub_four
source: - If you change your phone number, inform the bank by calling 544;
ru: - Если вы сменили номер телефона, сообщите об этом банку, позвонив по номеру 544;
uz: - Agar siz telefon raqamingizni o'zgartirgan bo'lsangiz, 544 raqamiga qo'ng'iroq qilib, bankka xabar bering;

# faq_answer_seven_sub_one
source: - Never share your password for logging into the mobile app with anyone;
ru: - Никогда и никому не передавайте пароль для входа в мобильное приложение;
uz: - Hech qachon mobil ilova parolingizni hech kim bilan baham ko'rmang;

# faq_answer_seven_sub_three
source: - If you lose your phone, immediately block the SIM card;
ru: - Если вы потеряли телефон, срочно заблокируйте сим-карту;
uz: - Agar siz telefoningizni yo'qotib qo'ysangiz, darhol SIM kartani blokirovka qiling;

# faq_answer_seven_sub_two
source: - Only use official bank apps available for download on Google Play and the App Store for Android and iOS devices;
ru: - Используйте только официальные приложения банка, доступные в Google Play и App Store для загрузки на устройства Android и iOS;
uz: - Android va iOS qurilmalariga yuklab olish uchun faqat Google Play va App Store’da mavjud bo‘lgan bankning rasmiy ilovalaridan foydalaning;

# faq_answer_six
source: Absolutely. We prioritize the security and confidentiality of your data. All financial operations in our app are protected using modern data encryption technologies. We strictly adhere to data protection and privacy laws and regulations to ensure the security of your transfers.
ru: Конечно. Мы заботимся о безопасности и конфиденциальности ваших данных. Все финансовые операции в нашем приложении защищены с использованием современных технологий шифрования данных. Мы строго соблюдаем законы и требования в области защиты данных и конфиденциальности, чтобы гарантировать безопасность ваших переводов.
uz: Albatta. Biz sizning ma'lumotlaringiz xavfsizligi va maxfiyligi haqida qayg'uramiz. Ilovamizdagi barcha moliyaviy operatsiyalar zamonaviy ma'lumotlarni shifrlash texnologiyalari yordamida himoyalangan. O'tkazmalaringiz xavfsizligini ta'minlash uchun biz ma'lumotlarni himoya qilish va maxfiylik qonunlari va qoidalariga qat'iy rioya qilamiz.

# faq_answer_three
source: The minimum transfer amount is 500 rubles, and the maximum amount is 50,000 rubles.
ru: Минимальная сумма перевода составляет 500 рублей, максимальная сумма - 50 000 рублей.
uz: Minimal o'tkazma summasi - 500 rubl, maksimal summasi - 50 000 rubl.

# faq_answer_two
source: Yes, there is a commission fee for transferring money from Russia to Tajikistan, which is 0.5%. Other banks may also charge a fee for receiving money on their cards. To find out the fee charged by another bank, please contact our customer support.
ru: Да. Комиссия за перевод денег из России в Таджикистан составляет 0,5%. Также комиссию могут брать другие банки, на карты которых вы отправите деньги. Чтобы узнать размер комиссии другого банка, напишите в нашу службу поддержки.
uz: Ha. Rossiyadan Tojikistonga pul o'tkazish komissiyasi 0,5% ni tashkil qiladi. Shuningdek, siz kartalariga pul yuboradigan boshqa banklar komissiya olishlari mumkin. Boshqa bankning komissiya miqdorini bilish uchun bizning qo'llab-quvvatlash guruhimizga yozing.

# faq_heading
source: Frequently asked questions
ru: Часто задаваемые вопросы
uz: Tez-tez so'raladigan savollar

# faq_question_five
source: What should I do if the recipient has not received the money yet?
ru: Что делать, если получатель всё ещё не получил денежный перевод?
uz: Qabul qiluvchi hali ham pul o'tkazmasini olmagan bo'lsa, nima qilishim kerak?

# faq_question_four
source: I made a transfer through your service. How quickly will you send the money?
ru: Я сделал перевод через вас. Как быстро вы отправите деньги?
uz: Men siz orqali transfer qildim. Qanchalik tez pul yuborishingiz mumkin?

# faq_question_one
source: What is the commission fee for money transfers?
ru: Какой размер комиссии за перевод денег?
uz: Pul o'tkazmasi uchun to'lov qancha?

# faq_question_seven
source: What else can I do to ensure the security of my data?
ru: Что мне сделать ещё для безопасности моих данных?
uz: Maʼlumotlarimni xavfsiz saqlash uchun yana nima qilishim mumkin?

# faq_question_six
source: Is it safe to send money through your service?
ru: Безопасно ли мне отправлять через вас деньги?
uz: Siz orqali pul yuborishim xavfsizmi?

# faq_question_three
source: What are the limits for transfers?
ru: Какие лимиты при переводе?
uz: Pul o'tkazish cheklovlari qanday?

# faq_question_two
source: Is there a commission fee for transferring money from Russia to Tajikistan?
ru: Есть ли комиссия при переводе денег из России в Таджикистан?
uz: Rossiyadan Tojikistonga pul o'tkazishda komissiya bormi?

# footer_address
source: 734061, Dushanbe city, N. Karabaeva street, 148/1.
ru: 734061, г. Душанбе, ул. Н. Карабаева, 148/1.
uz: 734061, Dushanbe shahri, N. Karabaeva ko'chasi, 148/1.

# footer_description
source: Progressive and one of the leading microfinance organizations in Tajikistan, providing banking services to over 100,000 clients.
ru: Прогрессивная и одна из лидирующих микрофинансовых организаций в Таджикистане, предоставляющая банковские услуги более 100 тысячам клиентов.
uz: Tadjikistonda progressiv va etakchi mikro-moliya tashkilotlari bo'lib, 100 mingtaga yaqin mijozlarga bank xizmatlarini taqdim etadi.

# footer_hotline
source: Tel.: 544
ru: Тел.: 544

# footer_license
source: CJSC MDO «Humo» License NBT №0000077 dated May 24, 2017.
ru: ЗАО МДО «Хумо» Лицензия НБТ №0000077 от 24 мая 2017 г.
uz: ZAO MDO «HUMO» NBT litsenziyasi №0000077, 2017 yil 24-maydan boshlab.

source: Hotline
ru: Горячая линия Хумо
uz: Humo Urganch xatt-ixtiyor

# meta_description
source: Send money online to your family and friends in 20 global destinations. Use any of these payment methods: Visa, Mastercard, Korti Milli, Mir, or Uzcard. Enjoy low fees and advantageous exchange rates with our app.
ru: Переводите деньги родным и близким в 20 стран мира. Доступны системы Visa, Mastercard, Корти Милли, Мир, и Uzcard. В приложении выгодный курс и минимальная комиссия за отправку денег.
uz: Dunyoning 20 mamlakatidagi yaqinlaringizga va doʼstlaringizga pul oʼtkazing. Visa, Mastercard, korti Milli, Mir, va Uzcard tizimlari mavjud.Dasturda qulay tikish va pul yuborish uchun minimal komissiya mavjud.

# meta_site_name
source: Humo Transfers
ru: Хумо Переводы
uz: Humo oʼtkazmalari

# meta_title
source: Send money with ease and low fees with Humo Transfers
ru: Денежные переводы - быстро и с минимальной комиссией | Хумо Переводы
uz: Pul oʼtkazmalari-tez va minimal komissiyasi | Humo oʼtkazmalari

# product_agent_banking
source: Agent Banking
ru: Агентский банкинг
uz: Agent Banki

# product_humo
source: Humo
ru: Хумо

# product_humo_online
source: Humo Online
ru: Хумо Онлайн

# product_orzu
source: Orzu
ru: Орзу

# product_sarchashma
source: Deposit - Sarchashma
ru: Депозит — Сарчашма
uz: Depozit - Sarchashma

# product_visa
source: Visa cards
ru: Карты Visa
uz: Visa kartalari

# review_one
source: With this app, money transfers have become a matter of a few clicks. Simple and fast.
ru: Благодаря этому приложению, денежные переводы стали делом пары кликов. Просто и быстро.
uz: Ushbu ilova orqali pul o'tkazmalari bir necha bosqichda amalga oshirish mumkin bo'ldi. Sodda va tezkor.

# review_two
source: This app for money transfers is the most convenient way to send money without any hassle.
ru: Это приложение для денежных переводов — самый удобный способ отправлять деньги без лишних заморочек.
uz: Pul o'tkazmalar uchun bu ilovadek qulay usul yo'q, tez va qulay pul yuborishning eng yaxshi usuli.

source: Reviews
ru: Отзывы
uz: Sharhlar

# scan_qr
source: Point the camera and download the Humo Transfers App
ru: Наведите камеру и скачайте приложение Хумо Переводы
uz: Kamerani yoqib, «Humo O'tkazmalar» ilovasini yuklab oling

# selling_point_four
source: 5 payment systems for your convenience
ru: 5 платёжных систем для вашего удобства
uz: Sizning qulayliklaringiz uchun 5 to'lov tizimi

# selling_point_one
source: One of the most advantageous exchange rates on the market
ru: Один из самых выгодных курсов на рынке
uz: Bozorda eng maqbul kurslaridan biri

# selling_point_three
source: Application available in multiple languages
ru: Приложение на нескольких языках
uz: Ilovani bir nechta tillarda ishlatish imkoniyati

# selling_point_two
source: Minimum fees for transfers
ru: Минимальная комиссия за переводы
uz: O'tkazmalarga minimal komissiyalar

source: Topup
ru: Пополнение
uz: Qo'shimcha

source: Transfer to
ru: Перевод в
uz: O'tkazma

# transfer_to_germany
source: Germany
ru: Германию
uz: Germaniyaga

# transfer_to_malaysia
source: Malaysia
ru: Малайзию
uz: Malayziyaga

# transfer_to_south_korea
source: South Korea
ru: Южную Корею
uz: Janubiy Koreyaga

# transfer_to_turkey
source: Turkey
ru: Турцию
uz: Turkiyaga

# tutorial_heading_one
source: Select country for the transfer
ru: Выберите страну для перевода
uz: O'tkazish uchun mamlakatni tanlang

# tutorial_heading_three
source: Enter the recipient's details
ru: Введите данные получателя
uz: Olingan ma'lumotlarni kiriting

# tutorial_heading_two
source: Select transfer type
ru: Выберите тип перевода
uz: O'tkazma turlarini tanlang

# tutorial_sub_heading_one
source: You can choose a country from the popular ones. If you need another country, click on «Send transfers». A list of all available countries will appear there
ru: Вы можете выбрать страну из популярных. Если вам нужная другая, нажмите на «Отправить переводы». Там появится список всех доступных стран.
uz: Siz ommabop mamlakatni tanlashingiz mumkin. Agar sizga zarur bo'lsa, «O'tkazmalarni yuborish» tugmasini bosing. Shu erda mavjud bo'lgan barcha mamlakatlar ro'yxati paydo bo'ladi.

# tutorial_sub_heading_three
source: To complete the transfer, enter the recipient's details. Choose the account for debit. Specify the transfer amount and confirm. The money is already with the recipient
ru: Для завершения перевода введите данные получателя. Выберите счет для списания средств. Укажите сумму перевода и подтвердите. Деньги уже у получателя.
uz: O'tkazmani yakunlash uchun qabul qiluvchining ma'lumotlarini kiriting. O'tkazish uchun hisobni tanlang. O'tkazmaning miqdorini ko'rsating va tasdiqlang. Pul olinganiga ishontirishilmadi.

# tutorial_sub_heading_two
source: Determine transfer type: by phone number or to a bank card. Click continue
ru: Определите нужный тип перевода: по номеру телефону или на банковскую карту. Нажмите продолжить.
uz: Zarur o'tkazma turini aniqlang: telefon raqami yoki bank karta bo'yicha. Davom ettirish tugmasini bosing.

# tutorials_heading
source: How to make a transfer
ru: Как совершить перевод
uz: O'tkazma qanday amalga oshirish
